Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MpIOTexts.tmx
Source language: en
Languages: de

source: Import
de: Importieren

source: Active hardware configuration
de: Active Hardwarekonfiguaration

source: Selected hardware configration
de: Ausgewählte Hardwarekonfiguration

source: Would you like to load the selected hardware configuration?
de: Soll die ausgewählt Hardwarekonfiguration geladen werden?

source: After the import oft the new hardware configuration, that configuration will be displayed in the SDM-Manager. The Programm runs with ARSim, so no real hardware is in use, but the SDM is searching for real hardware. Thats why a warning will be show up, that the modules are not plugged.
de: Nach dem Import der neuen Hardwarekofiguration, wird diese im SDM-Manager unter Hardware angezeigt. Da das Programm in ARSim ausgeführt wird und der SDM nach echter Hardware sucht, kommt es hier zu einer Warnung das die gesteckten Module nicht gesteckt sind.

source: Import Configuration
de: Hardwarekonfiguration importieren

source: Currently active Hardware configuration:
de: Aktuelle aktive Hardwarekonfiguration:

source: Advanced configuration
de: Erweiterte Konfiguration

source: Basic configuration
de: Basis Konfiguration
